{
"title" : "KNOWLEDGE",
"items" : [
{"headline": "AERODYNAMICS", "body": "Aerodynamics involve the natural laws of how air interacts with a moving object.  \n \nA race car aerodynamicist is concerned with how much downforce (or negative lift) he can induce from the airflow to increase braking and cornering ability. To a lesser extent he is also concerned with minimising drag, so that the car slips through the air with the minimum of resistance. \n\nIncreasing downforce (good) usually brings an associated increase in drag (bad), but in terms of lap time, higher downforce invariably trumps lower drag."},
{"headline": "RIDE HEIGHT", "body": "The height of the car can be adjusted via the suspension, front and rear independently. \n\nA car lower to the ground has more peak downforce, but the lower a car is the worse it can deal with bumps and kerbs.\n\nTeams set their cars up with as small a ride height as the track and the car's behaviour will let them get away with.\n\nIn order to limit how low the cars can run and thereby limit the aerodynamic forces, each car is equipped with a plank of jabroc (densified wood laminate) up the centre line of the car's floor. \n\nThe plank starts a race 10mm thick and must be at least 9mm at the race's end, upon pain of disqualification. "},
{"headline": "OVER AND UNDERSTEER", "body": "Oversteer happens when the rear tyres of a turning car lose grip before the fronts - this makes the car turn at an angle greater than that of the corner.\n\nUndersteer is when the front tyres lose their grip before the rears the car turns at a shallower angle than that of the corner. It is said to be understeering when in this phase - ie it is turning less than the amount by which it's being steered.   "},
{"headline": "G-FORCE", "body": "The multiplication of the force of gravity during braking, cornering or accelerating is measured as \"g\". An F1 car can generate around 4.5g of braking (deceleration) force and up to 3.8g cornering (lateral) force. This means that the forces working on a driver's neck will be around four-times those of the weight of his helmeted head. \n  \nWhen Sergio Perez crashed at Monaco last year, the impact with the barrier briefly subjected the car to over 80g deceleration. "},
{"headline": "DRAG", "body": "Drag is a measure of the air resistance of a moving object (see Aerodynamics). \n\nHow \"slippery\" a shape is will be expressed as a co-efficient, Cx. A flat plane has a Cx of 1. The lowest-drag road cars have a Cx of less than 0.3. \n\nAn F1 car with its open wheels and wings has a Cx of around 0.75. "},
{"headline": "DRS", "body": "DRS or Drag Reduction System is a driver-activated rear-wing device introduced for the 2011 season.\n\nThe system is designed to reduce downforce in order to give pursuing cars extra speed to overtake. It can be used freely in practice and qualifying but during a race it can only be used at one, or sometimes two points on the track. These points are called DRS Zones\n\nDRS can be activated as long as the pursuing car is within one second of the car in front when the car in front passes the DRS detection line.  As soon as the driver brakes for the corner the rear wing returns to its default position."},
{"headline": "KERS", "body": "The KERS, or Kinetic Energy Recovery System, recovers energy wasted during braking and stores it in a battery. The driver can use this stored energy for a regulated amount of time during each lap, via a button on the steering wheel."},
{"headline": "THE NOSE", "body": "The high-profile, safety-first change for 2012 prompted by the FIA decreeing that the maximum height of a car's nose must be lowered  by 75 millimetres from last season's regulations in order to minimise the possibility of the nose impacting against a cock-pit in the event of a crash and a collision resulting in a car being launched airborne over another. With the exception of the McLaren MP4-27 and the Marussia MR01, the ugly result on all the cars is a 'boxer's nose' design, with the nose stepping up sharply to the chassis.  "},
{"headline": "TYRES", "body": "Tyres are the most important performance differential of all. Every component on a car is designed to optimise their use, with tyre pressure and temperature all-important in generating grip and managing wear. Pirelli are currently the sole supplier. \n\nFor 2012, there are four different dry weather compounds, each with its own colour to differentiate - red (super soft), yellow (soft), white (medium) and silver (hard)."},
{"headline": "RACE STRATEGY", "body": "To follow..."},
{"headline": "THE PITS", "body": "Located to the side of the start/finish straight behind a wall, this is the area where the team garages and the pit-stop areas are situated. Cars are forced to adhere to a strict speed limit through here during the race weekend."}
]
}
