{
	"title" : "LAST SEASON",
	"menu" : [
		{"title": "2014 REVIEW AUS - CAN", "type" : "STORY", "text": "The 2014 Formula One season kicked off in Australia. This was the start of a new era with F1 introducing new regulations which introduced 1.6 litre turbo charged V6 engines to the sport. \n\nNico Rosberg won at Albert Park for the first time in nine attempts while driving for Williams and Mercedes respectively. It was also his fourth win as a Grand Prix driver and a rare double was achieved. His father Keke had also won the race in Adelaide in 1985. \n\nRosberg overtook Lewis Hamilton on the first corner and never looked back as he won the race by almost 25 seconds. Kevin Magnussen claimed second with an accomplished drive on his F1 debut and Jenson Button took third place for a great start to the season for the McLaren team. \n\nHamilton and world champion Sebastian Vettel both retired in the early stages of the race. The race was also notable as Vettel?s streak of nine straight GP wins in-a-row came to an end. \n\nThe Malaysian GP was race number two and this time Hamilton was to be victorious as he flew away from pole position to lead from start to finish. Rosberg finished second, giving Mercedes their first 1-2 finish since the 1955 Italian Grand Prix. \n\nWorld Champion Vettel finished third with Fernando Alonso in fourth place. Daniel Ricciardo was given a 10-place grid penalty for the Bahrain GP after the Red Bull team released his car in an unsafe manner from his pit box. \n\nA week later, F1 headed to Bahrain. Hamilton made it back to back victories with a fine performance as he started behind Rosberg on the grid but managed to pass him on the first corner. The German tried in vain to find a way past the Brit but the 2008 World Champion would take the 25 points. \n\nThe main talking point of the race rose on lap 41 between the Lotus of Pastor Maldonado and the Sauber of Esteban Gutierrez. The Mexican driver was flipped over in a side impact caused by Maldonado. The Venezuelan was later penalised and served a five place grid penalty at the Chinese Grand Prix. \n\nThe 11th Chinese GP will not be remembered as one of the most exciting races of the season. Hamilton made it a hat-trick of wins with victory at the Shanghai International Circuit as he led from start to finish after starting the race on pole position.\n\nHis Mercedes teammate, Rosberg, finished in the runners-up spot for the third race running. Although the race was contested over 56 laps, the race result was declared after 55 laps, as the chequered flag was shown one lap early through a marshalling error. \n\nThe Spanish Grand Prix saw Daniel Ricciardo record his first podium finish of his career. He had previously been disqualified after finishing second at the opening race of the season in Australia.  \n\nWith Mercedes taking another 1-2 finish and Hamilton winning for the fourth race in-a-row, the Mercedes team were showing early signs of running away with the Constructors Championship. \n\nSebastian Vettel set the fastest lap of the race on lap 55. This was a significant moment in the season as it marked the first time in the 2014 season that a car aside from a Mercedes had accomplished the feat. \n\nRace six was one of the most popular on the racing calendar, the Monaco GP. The spotlight was firmly on the Mercedes team after Rosberg?s controversial trip down the escape road at Mirabeau during qualifying. This then denied Hamilton the chance to have a final flying lap at pole position and handed Rosberg a crucial first position on the grid. \n\nRosberg led the race from start to finish and claimed his second Monaco GP win and in doing so, overtook his father Keke, who won the Monaco GP once in his career. \n\nHamilton finished a second ahead of Red Bull?s Ricciardo who nearly overtook Hamilton in the closing stages of the race after Hamilton had caught some dirt in his eye. History was made for the Marussia team as Jules Bianchi?s ninth placed finish secured their first ever points in the sport. \n\nThe juggernaut of the F1 season moved onto Canada. The race started in spectacular fashion as both of the Marussia cars crashed on the first lap and the safety car was called out until the eighth lap. \n\nHamilton had struggled with brake problems during most of the race and had to retire on lap 48. \n\nWith Rosberg also struggling with a power problem, Red Bull?s Ricciardo took full advantage to go on and win his first Formula One race in his career and give Red Bull their first victory of the 2014 season. \n"},
		{"title": "2014 REVIEW AUST - ITA", "type" : "STORY", "text": "The grid for Austria started with berths for both of the Williams cars. However, after Rosberg had made his first pit stop and changed his tyres he managed to pass both the Williams of Massa and Bottas and never looked back. \n\nHamilton, who had started ninth on the grid, moved to fifth place by lap one and by his second pit stop had also moved ahead of the Williams duo. He would go on to finish a close second behind his teammate. \n\nBottas finished in third place for his first career podium and Massa took fourth place. The Austrian GP was Rosberg?s third win of the season. \n\nNext up was the British GP, and what an eventful start it turned out to be. The race was stopped on lap one after Kimi Raikkonen ran wide at Wellington straight and lost control and smashed into the barriers. \n\nMassa attempted to avoid Raikkonen but was helpless to make contact and damage to his car meant his race was also over. The race was suspended for nearly an hour but upon the restart, Rosberg suffered his first retirement of the season following a gear box failure. \n\nHamilton would go on to take the chequered flag for his fifth race win of the season. Bottas impressed immensely again with a brilliant second place finish after working his way up the grid from 14th. Ricciardo held off Jenson Button for the final podium spot. \n\nIn Germany it was Rosberg?s turn to take the chequered flag as champion ahead of Bottas and Hamilton. The Brit suffered a problem with his brakes in qualifying and had to start the race from 20th position on the grid and work his way up the field for a podium finish. \n\nThe German GP which was held at Hockenheim was criticised after a poor turnout of supporters. Only 52,000 attended the event. \n\nHungary was the next GP and although the relationship between the two Mercedes racers had been generally good throughout the season, the intensity level increased in Budapest. \n\nHamilton, who started from the pit lane after his car caught fire in qualifying, refused to comply with what he deemed to be an unreasonable request from the pit wall to let Rosberg past midway through the race. The Brit then robustly defended third place from his teammate. \n\nRicciardo again impressed to win his second race of the season for Red Bull ahead of Fernando Alonso?s Ferrari. \n\nAt the next race in Belgium, drama enfolded between the Mercedes teammates on the second lap. Rosberg challenged Hamilton?s lead and he touched the Briton?s left rear tyre with his right front wing. Hamilton retired with the damaged sustained, limping home with a puncture. Rosberg dropped to second after a nose change, as Ricciardo won for the third time. \n\nRosberg subsequently apologised and acknowledged his responsibility for what Mercedes described as an unacceptable collision. \n\nThe Italian GP was another eventful race with Hamilton starting slowly on the grid and dropping to fourth place due to a glitch in his start procedure. However, he soon found his stride and caught up and passed Kevin Magnussen and then Felipe Massa to take second place. \n\nRosberg was now in Hamilton?s sights and by lap 23 he was only one second behind his teammate. After both drivers pitted, Rosberg was still leading on lap 29 going into the first corner but he missed the chicane for the second time in the race and this let Hamilton take the lead. \n\nOn the same lap, Alonso retired due to an engine problem. This was Alonso?s first mechanical failure since the 2010 Malaysian GP. Rosberg was never able to catch Hamilton who speed off to take the chequered flag with Massa taking the final podium berth. \n\n"},
		{"title": "2014 REVIEW SIN - ABU DH", "type" : "STORY", "text": "Singapore turned into a disaster for Rosberg who retired for only the second time this season when his car stalled at the start of the formation lap. He started the race from the pit lane but his car could never hold out and ultimately retired on lap 13. \n\nHamilton won the race comfortably by over 13 seconds from Sebastian Vettel with Ricciardo finishing in third position. \n\nA fortnight later in Japan, Rosberg led in the rain, but a superb race by Hamilton and a brilliant pass around the outside at turn one, allowed the Briton to extend his points tally further with victory. \n\nHowever, the race will be remembered for the horrendous crash of the Marussia car of Jules Bianchi. He collided with a marshal?s crane tractor that was tending to the removal of Adrian Sutil?s Sauber car on lap 43 and was airlifted to hospital for emergency head surgery. \n\nThe 16th round of the season was in Sochi, Russia. This was the first time the Russian Grand Prix had been held on the F1 calendar. The Sochi Autodrom was a brand new circuit which was built on the site of the 2014 Winter Olympics. \n\nDrama enfolded at the start of the race as Rosberg tried to out-brake Hamilton into turn two after initially overtaking him, but he locked both of his front wheels and subsequently Hamilton moved back into first place. \n\nRosberg then had to pit on lap two and change his tyres to the harder prime compound and he never pitted for the rest of the race. Hamilton would still go on to win and extend his lead over Rosberg by 17 points going into the United States GP. \n\nThe Russian GP enabled Mercedes to clinch the constructor?s world championship with three races remaining. \n\nThe American GP only had 18 cars for this race due to Marussia and Caterham suffering financial problems. The race would witness Hamilton winning his fifth race in-a-row and extend his lead further over Rosberg. Ricciardo finished in third position after having started fifth on the grid and getting off to a slow start. The Williams due of Bottas and Massa finished fourth and fifth. \n\nWith two races left of the season, Brazil was the penultimate race. Rosberg dug deep to win the race ahead of Hamilton and take the Championship into the final race of the season in Abu Dhabi. \n\nGoing into the final GP of the calendar, Rosberg would have to win the final race and hoped Hamilton finished third place or worse. However, Hamilton got off to a brilliant start after starting second on the grid and soon passed Rosberg for the lead. \n\nThe German suffered car trouble early on in the race and ended up finishing 14th with Hamilton taking the chequered flag and the 2014 World Championship. \n\nIn the end, it was generally agreed ? even by Rosberg, that in Hamilton the right man won, and despite off-track politics the fantastic action on track more than won out. Hamilton became the 16th driver, and fourth from Britain, to become a multiple world champion. \n\n"},
		{"title": "CONSTRUCTORS' STANDINGS", "type" : "TABLE", "text" : "0" },
		{"title": "DRIVERS' STANDINGS", "type" : "TABLE", "text" : "1"},
		{"title": "GP RESULTS", "type" : "TABLE", "text" : "2" }
		],
	"tables" : [ {
		"headers" : ", TEAM, ,PTS",
		"rows" : [
					{
							"c0": "1",
							"c1": "Mercedes",
							"c2": "",
							"c3": "701"
					},
					{
							"c0": "2",
							"c1": "Red Bull",
							"c2": "",
							"c3": "405"
					},
					{
							"c0": "3",
							"c1": "Williams",
							"c2": "",
							"c3": "320"
					},
					{
							"c0": "4",
							"c1": "Ferrari",
							"c2": "",
							"c3": "216"
					},
					{
							"c0": "5",
							"c1": "McLaren",
							"c2": "",
							"c3": "181"
					},
					{
							"c0": "6",
							"c1": "Force India",
							"c2": "",
							"c3": "155"
					},
					{
							"c0": "7",
							"c1": "Toro Rosso",
							"c2": "",
							"c3": "30"
					},
					{
							"c0": "8",
							"c1": "Lotus",
							"c2": "",
							"c3": "10"
					},
					{
							"c0": "9",
							"c1": "Manor",
							"c2": "",
							"c3": "2"
					},
					{
							"c0": "10",
							"c1": "Sauber",
							"c2": "",
							"c3": "0"
					},
					{
							"c0": "11",
							"c1": "Caterham",
							"c2": "",
							"c3": "0"
					}
			]
		},
		{
		"headers" : ",DRIVER,TEAM,PTS",
		"rows" : [
					{
						"c0": "1",
						"c1": "L Hamilton",
						"c2": "MER",
						"c3": "384"
					},
					{
						"c0": "2",
						"c1": "N Rosberg",
						"c2": "MER",
						"c3": "317"
					},
					{
						"c0": "3",
						"c1": "D Ricciardo",
						"c2": "RBR",
						"c3": "238"
					},
					{
						"c0": "4",
						"c1": "V Bottas",
						"c2": "WIL",
						"c3": "186"
					},
					{
						"c0": "5",
						"c1": "S Vettel",
						"c2": "RBR",
						"c3": "167"
					},
					{
						"c0": "6",
						"c1": "F Alonso",
						"c2": "FER",
						"c3": "161"
					},
					{
						"c0": "7",
						"c1": "F Massa",
						"c2": "WIL",
						"c3": "134"
					},
					{
						"c0": "8",
						"c1": "J Button",
						"c2": "MCL",
						"c3": "126"
					},
					{
						"c0": "9",
						"c1": "N Hulkenberg",
						"c2": "FOR",
						"c3": "96"
					},
					{
						"c0": "10",
						"c1": "S Perez",
						"c2": "FOR",
						"c3": "59"
					},
					{
						"c0": "11",
						"c1": "K Magnussen",
						"c2": "MCL",
						"c3": "55"
					},
					{
						"c0": "12",
						"c1": "K Raikkonen",
						"c2": "FER",
						"c3": "55"
					},
					{
						"c0": "13",
						"c1": "J-E Vergne",
						"c2": "TOR",
						"c3": "22"
					},
					{
						"c0": "14",
						"c1": "R Grosjean",
						"c2": "LOT",
						"c3": "8"
					},
					{
						"c0": "15",
						"c1": "D Kvyat",
						"c2": "TOR",
						"c3": "8"
					},
					{
						"c0": "16",
						"c1": "P Maldonado",
						"c2": "LOT",
						"c3": "2"
					},
					{
						"c0": "17",
						"c1": "J Bianchi",
						"c2": "MAR",
						"c3": "2"
					},
					{
						"c0": "18",
						"c1": "A Sutil",
						"c2": "SAU",
						"c3": "0"
					},
					{
						"c0": "19",
						"c1": "M Ericsson",
						"c2": "CAT",
						"c3": "0"
					},
					{
						"c0": "20",
						"c1": "E Gutierrez",
						"c2": "SAU",
						"c3": "0"
					},
					{
						"c0": "21",
						"c1": "M Chilton",
						"c2": "MAR",
						"c3": "0"
					},
					{
						"c0": "22",
						"c1": "K Kobayashi",
						"c2": "CAT",
						"c3": "0"
					},
					{
						"c0": "23",
						"c1": "A Lotterer",
						"c2": "CAT",
						"c3": "0"
					}
			]
		},
		{
		"type" : "2",
		"headers" : "GP,1ST,2ND,3RD",
		"rows" : [
					{
						"c0": "AUS",
						"c1": "Rosberg",
						"c2": "Magnu...",
						"c3": "Button"
					},
					{
						"c0": "MAS",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Vettel"
					},
					{
						"c0": "BRN",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Perez"
					},
					{
						"c0": "CHN",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Alonso"
					},
					{
						"c0": "ESP",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Ricci..."
					},
					{
						"c0": "MON",
						"c1": "Rosberg",
						"c2": "Hamilton",
						"c3": "Ricci..."
					},
					{
						"c0": "CAN",
						"c1": "Ricci...",
						"c2": "Rosberg",
						"c3": "Vettel"
					},
					{
						"c0": "AUT",
						"c1": "Rosberg",
						"c2": "Hamilton",
						"c3": "Bottas"
					},
					{
						"c0": "GBR",
						"c1": "Hamilton",
						"c2": "Bottas",
						"c3": "Ricci..."
					},
					{
						"c0": "GER",
						"c1": "Rosberg",
						"c2": "Bottas",
						"c3": "Hamilton"
					},
					{
						"c0": "HUN",
						"c1": "Ricci...",
						"c2": "Alonso",
						"c3": "Hamilton"
					},
					{
						"c0": "BEL",
						"c1": "Ricci...",
						"c2": "Rosberg",
						"c3": "Bottas"
					},
					{
						"c0": "ITA",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Massa"
					},
					{
						"c0": "SIN",
						"c1": "Hamilton",
						"c2": "Vettel",
						"c3": "Ricci..."
					},
					{
						"c0": "JPN",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Vettel"
					},
					{
						"c0": "RUS",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Bottas"
					},
					{
						"c0": "USA",
						"c1": "Hamilton",
						"c2": "Rosberg",
						"c3": "Ricci..."
					},
					{
						"c0": "BRA",
						"c1": "Rosberg",
						"c2": "Hamilton",
						"c3": "Massa"
					},
					{
						"c0": "UAE",
						"c1": "Hamilton",
						"c2": "Massa",
						"c3": "Bottas"
					}
			]
		}
	]
}
