{
	"title" : "NEWS",
    "items": [
        {
            "headline": "BUTTON MAKES THE 2ND ROW",
            "shorttitle": "BUTTON MAKES THE 2ND ROW",
            "body": "With Ferrari's Sebastian Vettel also facing a demotion, McLaren's Jenson Button will be promoted to third on the grid, immediately behind Hamilton and the Force India of Nico Hulkenberg.\n\n\"I love those conditions, can we have them every race!\" exclaimed a jubilant Button to Sky Sports.\n\nThe Englishman's grid position could be improved further still with Hulkenberg facing a stewards' investigation after being accused of failing to slow behind yellow flags.\n\nLewis Hamilton has claimed pole position at the culmination of a breathless qualifying hour for the Austrian GP that also concluded with Jenson Button promoted to third on the grid.\n\nOn a drying track after a sudden downpour at the start of the top-ten shoot-out, Hamilton beat Mercedes team-mate Nico Rosberg by over half a second.\n\nThe German will start the race from just seventh due to a five-place penalty applied for a gearbox change triggered by his heavy crash in Practice Three. \n\nFeaturing just eight corners, the Red Bull Ring appears at first glance to be innocuous. But despite the absence of any obvious snarls, it's a circuit which contains a vicious bite with Daniil Kvyat the latest in an increasingly-long list of drivers to have crashed out after his car's suspension failed on the track's meaty 'sausage kerbs'.\n\n\"We are on the cusp of a major issue here,\" warned Sky F1's Martin Brundle.\n\nOn a bad day for the Toro Rosso outfit, Sainz also suffered an engine blowout during Q2 which will require a fresh unit to be fitted to the Spaniard's car overnight.\n\nDelivering one of the laps of the session, if not the season, under-pressure Mercedes protege Pascal Wehrlein strong-armed his Manor car to a career-best 12th on the grid as the backmarkers made their first appearance of the year in Q2.\n\nBut Renault's struggles continued as neither Kevin Magnussen nor Jolyon Palmer made it through the first hurdle for the third successive event. It's the two Saubers, however, who will line up on the bottom rung as the Swiss outfit's miserable 2016 season slumped to a new low. "
        },	
        {
            "headline": "FERRARI'S DOMINATE P3",
            "shorttitle": "FERRARI'S DOMINATE P3",
            "body": "Mercedes are potentially facing a challenge to their supremacy at the Austrian GP after Ferrari set the pace and Nico Rosberg was pitched into a crash by a suspected suspension failure in Practice Three.\n\nAfter dominating Friday, Mercedes experienced a fraught final build-up to Saturday's later qualifying session as Sebastian Vettel and Kimi Raikkonen unexpectedly set the pace for Ferrari.\n\nMost pressing among them is the cause for Rosberg's heavy shunt and whether they will be able to repair the world championship leader's car in time to take part in qualifying, which begins at 1pm BST.\n\nMercedes have already confirmed the German will take a five-place grid penalty for a gearbox change.\n\nExiting Turn Two at the start of a fast lap, something appeared to break on Rosberg's left-rear suspension as he went over the kerb, with the W07 snapping straight left into the barriers.\n\nRosberg was unharmed and on his return to the garage was seen shaking his head in apparent anger at the accident, which did substantial damage to his car.\n\nThe German had been Mercedes' lead runner on Friday and Lewis Hamilton was unable to outpace the Ferraris when the session restarted after the red flag, finishing 0.210s back on the Ferraris in third place.\n\nIn a further potential complication for Sunday's race, Mercedes had earlier experienced rear blistering on the ultrasoft tyres on heavy fuel, with Hamilton's problems particularly pronounced.\n\nFerrari have introduced an upgraded engine for this weekend's race and their one-two result will give them encouragement they can challenge Mercedes for the front row. Vettel's pacesetting time of 1:07.098 is a new Red Bull Ring record.\n\nThe caveat for Vettel is that he already knows he will not start on pole on Sunday as he will take a five-place grid penalty for a gearbox change.\n\nHome team Red Bull were again the third-quickest team in P3, with Daniel Ricciardo a tenth quicker than team-mate Max Verstappen. \n\nWilliams were close behind in sixth and seventh places ahead of Force India's Nico Hulkenberg, as McLaren showed encouraging from to finish with both their cars in the top 10. However, Fernando Alonso appeared to damage to floor of his MP4-31 when he ran wide at a penultimate which caught numerous drivers out during the session.\n\n\"What a messy session this has been for so many drivers, for so many different reasons,\" observed Sky F1's Anthony Davidson."
        },	
        {
            "headline": "VERSTAPPEN BITES AT LEWIS",
            "shorttitle": "VERSTAPPEN BITES AT LEWIS",
            "body": "Max Verstappen has accused Lewis Hamilton of hypocrisy over his attitude to F1 safety.\n\nHamilton said at the last race in Baku \"one thing for sure is that these drivers moan so much about so many things\" in the wake of complaints from some experienced figures, including Jenson Button and Nico Rosberg, that the new street circuit lacked run-off areas.\n\n\"These guys wants it [the track] to be smoother than ever with no vibrations and no bumps and take all the character out of these tracks,\" Hamilton added.\n\nBut Red Bull's Verstappen, F1's youngest driver and race winner, has hit back at the world champion and accused Hamilton of not showing his true feelings in public.\n\nThe 18-year-old claims Nico Rosberg, Hamilton's team-mate and title rival, revealed the Briton had actually expressed concern about Baku's fast pit-lane entry during Mercedes' own briefing.\n\n\"In the media he's saying he doesn't care, but when he talks to his team it's different,\" Verstappen was widely quoted as saying in the British press ahead of this weekend's Austrian GP.\n\n\"I had an incident in the drivers' briefing in Baku saying the pit entry was quite tricky, and he's like 'oh, you shouldn't bother about it'.\n\n\"But then Nico [Rosberg] jumped in and said 'wait Lewis, you just said you were [scared] when you were entering the pit lane'. So what is this approach?'\"\n\nVerstappen added: \"Maybe he wants to be cool. We are looking for safety, and we don't want to die on the track.\"\n\nAlthough 13 years Hamilton's junior, Verstappen says he is not afraid to counter the triple world champion's views if he feels they are incorrect.\n\n\"I prefer to do it on track than talk about it in the briefing room, but I'm definitely not afraid [of Hamilton],\" he declared.\n\nTwo weeks on from the inaugural Azerbaijan GP, and Verstappen expressed unhappiness with aspects of the Red Bull Ring after crashing in Friday's first practice session.\n\nThe Dutchman labelled the newly-installed 'baguette' kerbs \"really dangerous\" after they broke his car's front wing and suspension when he ran wide over them on two occasions."
        },	
        {
            "headline": "HONDA SEARCHING HARD",
            "shorttitle": "HONDA SEARCHING HARD",
            "body": "Honda insist they are working \"very hard\" to transform their competitiveness for 2017, although are not planning a complete redesign of their power unit.\n\nThe McLaren-Honda partnership continues to lag behind F1's pacesetters in its second year back in tandem, although the MP4-31 is a more regular contender for points than its troubled predecessor.\n\nA fundamental change to F1's aerodynamic regulations, along with the freeing up of engine development, for next season is set to present teams such as McLaren with opportunities to overturn the formbook of recent seasons.\n\nHonda's F1 chief Yusuke Hasegawa says they are doing all they can to find a breakthrough.\n\n\"We still need to improve the engine's performance,\" he said at the Austrian GP. \"We are currently trying very hard to improve our engine for the next year. That is ongoing.\n\n\"Not completely redesign [the engine], but course there are a lot of places that we have to redesign.\"\n\nMcLaren's chances of achieving stronger results before 2017 are likely to hinge on the success of the power unit upgrades Honda will bring to remainder of this season.\n\nThe Japanese firm have 12 development tokens left to spent and Hasegawa is \"hopeful that we can introduce some of the upgrades in a couple of races\".\n\n\"I have already confirmed we have seen some good elements, so as soon as we are ready then we will introduce it,\" he added.\n\nWhile he acknowledges their core engine performance needs particular attention, Hasegawa is more satisfied with the progress Honda have made with the hybrid element of their power unit, 12 months on from a particularly sobering Austrian GP weekend.\n\n\"Regarding the ERS system, we have some limitations of the regulations and the maximum power is 120 kilowatts, so from that point of view we have achieved almost a decent satisfactory level with the turbine,\" he said.\n\n\"Last year here the deployment cut off on half of the straight, it was a disaster. From that point of view we are proud of that [improvement].\""
        },	
        {
            "headline": "ROSBERG ROARING",
            "shorttitle": "ROSBERG ROARING",
            "body": "Nico Rosberg made it two out of two in Austrian GP practice but heavy rain 10 minutes into the afternoon session severely disrupted proceedings.\n\nThe championship leader, who broke a Red Bull Ring record in Practice One, lapped the 2.6-mile track in a 1:07.967 in P2 before the showers began, just 0.019s faster than Lewis Hamilton as his team-mate made a late push on the ultrasofts.\n\nSebastian Vettel was some six tenths further back in third, while Daniel Ricciardo and Nico Hulkenberg followed the Ferrari in Spielberg. \n\nTeams rushed cars out of the garage at the start of P2 with storm clouds looming over the circuit but drivers were reporting spots of rain on their visors within minutes.\n\nA downpour followed and Jolyon Palmer, Sergio Perez and Jenson Button were all victims of not being able to enter the pits in time, with Sky F1's Anthony Davidson comparing using slicks in the wet to \"walking on ice\"."
        },	
        {
            "headline": "LEWIS ON THE BRINK",
            "shorttitle": "LEWIS ON THE BRINK",
            "body": "Lewis Hamilton fears he will start at the back of the grid twice before the season is out after reaching the limit for two engine elements at the Austrian GP.\n\nMercedes confirmed both Hamilton and Nico Rosberg's W07 will be fitted with full fresh power units for this weekend's race, with the change having more immediate ramifications for the Briton.\n\nHaving suffered more technical problems than his team-mate so far this season, Hamilton has now reached the five-element limit for the MGU-H and turbocharger. Drivers incur grid penalties when they use six or more of any engine element, with a 10-place grid penalty applied in the first instance.\n\nWith 13 races still to come in 2016, Hamilton fears even more replacements will be needed.\n\n\"I had engine failure after the last race so I lost another engine and I'm down to one,\" he told Sky Sports F1 after engine mode issues in Baku. \"I knew it was going to happen because I knew we were going to have another problem just from the way it's been going.\n\n\"That definitely makes it tough. Nico [Rosberg] has four engines so it's a little bit easier in that respect but I'm probably going to have to start dead last in at least one race, maybe two.\n\n\"It shows you that in at least two races out of the 13 following, I'm going to be behind. It's very hard to come back from dead last in some of those races.\"\n\nHamilton admits it touch to accept he is so far into his 2016's engine allocation after just eight races compared to other Mercedes-engined cars.\n\n\"Well for sure it's not easy to look at the table and you see eight Mercedes drivers and everyone else is on the normal plan, on their second engine and still have four engines left and I only have one left, for sure it doesn't feel great but there's nothing I can do about it,\" he later told reporters at the Red Bull Ring.\n\n\"Speaking to anyone about it won't make no difference, it is what it is. I don't fully understand why it's happened but I just hope that Mercedes grows from it and I hope they learn something from the faults that they've found on mine and hope it doesn't happen to the rest of the Mercedes-Benz engines.\"\n\nGrid penalties vary depending on how many of the six power unit components (ICE, MGU-K, MGU-H, energy store, turbocharger, and control electronics) are changed.\n\nHamilton becomes just the second driver after Max Verstappen to hit the penalty-free limit of an engine element so far this season."
        },	
        {
            "headline": "ROSBERG SETS NEW RECORD",
            "shorttitle": "ROSBERG SETS NEW RECORD",
            "body": "Nico Rosberg recorded the fastest-ever lap around the Red Bull Ring as Mercedes' world championship leader made a scintillating start to the Austrian GP in Practice One.\n\nRosberg is unbeaten in Austria since the country returned to the calendar in 2014 and during the course of Friday's opening session, he twice broke Michael Schumacher's all-time benchmark for the 4.3-mile track of 1:07.908, which was set in qualifying in 2003.\n\nThe German's best time of 1:07.373 was 0.357 seconds quicker than team-mate Lewis Hamilton could manage.\n\nAfter a mistake-ridden qualifying gave way to a difficult race last time out in Baku, Hamilton's P1 featured a spin into the gravel at Turn Four and other off-course moments.\n\nRosberg also ran through the gravel as most drivers were caught out by the challenging track - with Red Bull's Max Verstappen paying the biggest price for his mistakes.\n\nThe 18-year-old had already broken his front wing endplate against the new 'sausage' kerbs on the exit of Turn Eight, before clobbering his right-front suspension over the same kerbing at Turn Five.\n\nHis RB12 ran into the Turn Six gravel trap where it because beached, ruling Verstappen out of the remainder of the session.\n\nFerrari finished third and fourth with Sebastian Vettel and Kimi Raikkonen respectively, but were 0.6s back on Rosberg's leading pace."
        },	
        {
            "headline": "ROSBERG KEEN TO STAY",
            "shorttitle": "ROSBERG KEEN TO STAY",
            "body": "Nico Rosberg admits there has been no progress in contract talks with Mercedes but has denied that a move to Ferrari would be appealing, labelling the Silver Arrows \"just as legendary\" as the Scuderia.\n\nThe championship leader is in theory a free agent at the end of the season with negotiations still ongoing between himself, Gerhard Berger and the Silver Arrows over a new deal.\n\nKimi Raikkonen's 2017 seat at Ferrari appears to be up for grabs but Rosberg, who has enjoyed seven years at Mercedes, claims he is not interested in a move to Formula 1's most historic and successful team.\n\n\"Mercedes are just as legendary,\" he told reporters ahead the Austrian GP. \"I feel very much at home, this is my racing family here and this is where I want to be for the foreseeable future.\"\n\nReports of a new two-year deal for Rosberg surfaced in the Italian media prior to the last race in Baku but Toto Wolff told Sky Sports F1 that they needed a \"little while\", claiming it was just a matter of the small details.\n\nRosberg echoed his team boss's views, insisting he was in no rush despite the inevitable rumours that surround drivers who are approaching the end of their contracts.\n\n\"Nothing has changed at all,\" he added. \"It's not something that has a lot of urgency.\n\n\"As I've always said I'm sure I will be here for more years to come because it feels great to be here and the team is also happy with me.\"\n\nThe German will hope to extend his 24-point lead over Lewis Hamilton in the standings this weekend, and is looking for a hat-trick of wins in Spielberg."
        },	
        {
            "headline": "FERRARI MUST IMPROVE",
            "shorttitle": "FERRARI MUST IMPROVE",
            "body": "A typically demanding Sergio Marchionne says Ferrari need results now, despite admitting the SF16-H is a \"difficult car\".\n\nTipped to challenge Mercedes at the start of the season, the Italian outfit have yet to secure a race victory in 2016 and are 81 points behind their rivals in the Constructors' Championship.\n\nWhile Ferrari chief Marchionne still believes his team can win the title, reliability concerns as well as a peculiar lack of pace, particularly in qualifying, have seen them struggle to end the Silver Arrows' domination.\n\n\"Their secret is the stability of the car,\" Marchionne told Gazzetta dello Sport. \"The Ferrari SF16-H is new compared to the 2015 edition. Although the design looked great, once it took to the track there were some results that didn't match up to our expectations.\n\n\"We are trying to move past that in order to understand what is needed in order to improve our performance. It's a difficult car.\"\n\nSebastian Vettel and Kimi Raikkonen have also been the victims of rather strange strategy calls this season, with Maurizio Arrivabene under immense scrutiny.\n\nThe Scuderia have yet to deliver on their promise to return to the top after eight races, and Marchionne's presence at certain grands prix has only ramped up the pressure.\n\nAsked if Ferrari needed to bring in experienced people from the outside to help, he explained: \"We are doing that. We just signed Jock Clear. There are people that are helping out those areas that are struggling.\n\n\"We want to round out the team. Results don't happen overnight, and we need time to bring about tangible results that will likely come in 2017. All this is about the future, but results are needed now.\"\n\nWithout a constructors' title since 2008, Marchionne also sought to play down fears that Ferrari were working with 'methods from the past'.\n\n\"I don't know if we are working with old methods,\" he added. \"But the current structure is dated and don't reflect the people we currently have. We have a great company that produces results. We can and must improve.\""
        },	
        {
            "headline": "PEREZ LINKED WITH FERRARI",
            "shorttitle": "PEREZ LINKED WITH FERRARI",
            "body": "Force India's Sergio Perez says he feels \"proud\" to be linked with a move to Ferrari, as he closes in on settling his plans for 2017.\n\nNearly three years after being dropped by McLaren after just a single season, Perez has re-emerged as a potential contender for one of F1's top drives after a string of strong performances for Force India capped by two podium finishes in the last three races.\n\nFerrari are yet to decide whether they will retain Kimi Raikkonen as Sebastian Vettel's team-mate for 2017 and Perez, once a member of the Scuderia's driver academy, is rumoured to be one possible alternative to the veteran Finn.\n\nPerez, 26, said his management had not had any contact with Ferrari but said the speculation reflected well on his form.\n\n\"Always when you do well in a race in Formula 1 you're linked straight away to Ferrari!\" he told reporters ahead of the Austrian GP. \"It's the biggest team in Formula 1 so if you're linked to Ferrari it means you're doing well - and it's the same for all the other drivers.\n\n\"As a racing driver it makes you feel proud, especially how my career has been in the past years. To finally realise that I'm back there again, although they're only rumours.\n\n\"I know I'm doing a good job and performing well and working well with the team. That's good for everyone.\"\n\nForce India have made clear their desire to retain Perez for 2017 and the Mexican expressed his happiness at the team after they rescued his career in 2014.\n\nNonetheless, he said: \"In Formula 1 you cannot rule out anything. I have learnt from that in the past.\n\n\"You never know what will happen in the future, so we'll see how things develop. We are getting closer to take a decision on my future and then we'll see if there's an opportunity or not.\"\n\nDeputy team principal Bob Fernley told Sky F1 in Baku \"I think he'll be with us next year\" with Force India thought to have options on Perez's services for 2017 which they are almost certain to take up.\n\nAsked what gave Fernley such confidence, Perez said: \"He knows that I'm very happy in the team and I'm very grateful for what they've done for me. That's why the confidence of my boss is high. They know I like the team, I'm happy here and we don't see a reason to change.\""
        },	
        {
            "headline": "RELATIONSHIP IN HARMONY",
            "shorttitle": "RELATIONSHIP IN HARMONY",
            "body": "Lewis Hamilton has revealed his relationship with Mercedes team-mate Nico Rosberg is better than ever - and the pair recently bonded while relaxing by the swimming pool they share in Monaco.\n\nWhile Hamilton and Rosberg's title rivalry has shaped the F1 narrative over the last two and a half years, the pair have appeared at ease with each other throughout 2016 and almost immediately reconciled after their race-wrecking crash in Spain last month.\n\nThat amicability was in sharp contrast to the sour fall-out from their collision in Spa two years ago which threatened to tear the team asunder as their relationship, dating back almost twenty years, collapsed under the weight of pressure from their exclusive battle for the world championship.\n\nRosberg and Hamilton were also warned at the end of the 2015 season that Mercedes would consider changing driver line-up unless they learnt to co-exist - a warning that, according to Hamilton, has been organically heeded by the passage of time, children and an unlikely meeting in Monte Carlo.\n\n\"It's actually really good with Nico at the moment,\" Hamilton told The Daily Mail. \"Really, really good. Surprisingly. I would definitely not have expected it to be where it is. I guess it is probably with age. \n\n\"He's a family man. He's got a kid. He has probably grown in that process and I have grown and come of age. The respect that we have always talked about is bigger than it has ever been.\n\n\"So now we generally just discuss things. Whether we're unhappy about something or not, we discuss it face to face. If I have a problem, I knock on his door and ask if I can speak to him privately. We never address it publically or in front of the team. So far, at least.\n\n\"We say straight up, 'Hey man, I wasn't cool with that'. And he does that to me as often as I do to him. The other day, I was swimming in my pool - the building we live in in Monaco, there is a shared communal pool - and I guess he saw me from his apartment and came down and sat on the diving board and when I finished a few laps, we sat and talked for 20 minutes or half an hour. In a relaxed state.\"\n\nHeading into next week's Austrian GP, the first of four races in five weeks before the summer break, Rosberg leads the drivers' championship by 24 points. \n\nConfirmation that the German has agreed a new contract with Mercedes is expected imminently, with only the length of the new deal currently open to speculation amid suggestions he is pressing for a three-year extension. "
        },	
        {
            "headline": "SAINZ SIGNS ON AGAIN",
            "shorttitle": "SAINZ SIGNS ON AGAIN",
            "body": "Carlos Sainz will continue as a Toro Rosso driver in 2017 after his deal was extended for a third season with the team.\n\n\"Red Bull has taken up the option on the Spaniard's contract for next year,\" confirmed Toro Rosso ahead of this weekend's Austrian GP, the home race of both Red Bull and their junior outfit.\n\nHowever, the team haven't confirmed the identity of their second driver for next season. Sainz is currently partnered by Daniil Kvyat after Red Bull demoted him in favour of Max Verstappen in May.\n\nFrance's Pierre Gasly is first in line should Toro Rosso not retain Kvyat, but the 20-year-old has admitted he must win this year's GP2 championship to stand any chance of promotion. \n\nSainz actually out-qualified Verstappen during their year together when the pair debuted in F1 in 2015 and has subsequently consistently out-performed Kvyat to such impressive effect that he was even touted as a possible replacement for Kimi Raikkonen if the Scuderia elect to drop the Finn.\n\n'Very happy to be signed by @ToroRossoSpy for next year! But is time to focus in 2016 season as there is still a lot of unfinished business', tweeted the Spaniard.\n\nIn a statement, team boss Franz Tost added: \"We are very happy that Carlos continues with us, because he has shown a very good performance since he is with Scuderia Toro Rosso and I am convinced that he will be very competitive and strong in 2017 as well. I am very much looking forward to next season as I am sure that Carlos will bring home very good results\".\n\nFollowing in the footsteps of Sebastian Vettel, who drove for Toro Rosso in 2007 and 2008, Daniel Ricciardo as well as Kvyat and Verstappen have all graduated from the Toro Rosso ranks to a full race seat with Red Bull.\n\nHowever, with Verstappen and Ricciardo locked down to long-term deals, that particular well-trodden path currently appears blocked for Sainz until 2018 at the earliest.\n\nBut speaking to Sky Sports at the Canadian GP, the 22-year-old remained adamant he wanted to stay part of the Red Bull 'family' and win a world championship in their colours.\n\n\"Many people talk about Mercedes and Ferrari but my first world championship - I would like it to be with Red Bull because they've given me so much,\" he said.\n\n\"If I had to choose now where I would win my first world championship, no question it would be with Red Bull and hopefully that will happen soon.\"\n\nSainz will become just the second driver after Sebastien Buemi to race for three seasons at Toro Rosso."
        }	
    ],
    "lineUps": [
    ]    
}