{
"title" : "RACE SCHEDULE",
"rs" : [
{"name": "AUSTRALIA", "loc": "March 13 - 15", "info": "LAPS: 58\nLENGTH: 5.303km \nDISTANCE: 307.57km\n\nAlbert Park is a street circuit in south Melbourne, built around the Albert Park Lake.\n\nThe modern circuit was first used in 1996, taking over from the Adelaide Street Circuit, although an earlier circuit around Albert Park was used in 1953 and 1958.\n\nFastest lap by Michael Schumacher (2004): 1:24.125.", "img": "1"},
{"name": "MALAYSIA", "loc": "March 27 - 29", "info": "LAPS: 56\nLENGTH: 5.543km\nDISTANCE:  310.48km\n\nBuilt in the late 1990s in the town of Sepang, about 35 miles south of capital Kuala Lumpur.\n\nMichael Schumacher is the most successful driver at Sepang, with three wins. Sebastian Vettel has won in here in each of the last two seasons.\n\nFastest lap by Juan Pablo Montoya (2004): 1:34.223.\n", "img": "2"},
{"name": "CHINA", "loc": "April 10 - 12", "info": "LAPS: 54 \nLENGTH: 5.451km\nDISTANCE: 294.16km\n\nBuilt in just 18 months on land reclaimed from a swamp, Shanghai International has been part of the F1 calendar since 2004.\nThe circuit was the venue for Michael Schumacher's last win in F1 to date, in October 2006.\n\nFastest lap by Michael Schumacher (2004): 1:32.238.\n", "img": "3"},
{"name": "BAHRAIN", "loc": "April 17 - 19", "info": "LAPS: 57\nLENGTH: 5.412km\nDISTANCE: 308.405km\n\nBased in the Sakhir desert region and funded by the country's Crown Prince, a racing enthusiast.\n\nThe track has to be regularly swept clear of sand from nearby dunes.\n\nTwo years ago, the race was cancelled due to political unrest in the country.\n\nFastest lap by Pedro de la Rosa  (2005): 1:31.447.\n", "img": "4"},
{"name": "SPAIN", "loc": "May 8 - 10", "info": "LAPS: 66\nLENGTH: 4.665km\nDISTANCE: 307.104km\n\nOriginally planned to coincide with the 1992 Barcelona Olympics but was completed a year ahead of schedule. \n\nNigel Mansell won the inaugural race in 1991. Fernando Alonso was the first Spanish driver to win here, in 2006.\n\nFastest lap by Kimi Raikkonen (2008): 1:21.670.\n", "img": "5"},
{"name": "MONACO", "loc": "May 21 - 24", "info": "LAPS: 78\nLENGTH: 3.340km\nDISTANCE: 260.520km\n\nPerhaps the most famous F1 circuit in the world, Monaco was part of the 1950 season and has been an ever-present in the calendar since 1955.\nThe circuit is the epitome of glamour - it goes past the yachts in Monaco harbour and has no podium, as the winner instead celebrates at the Royal Box.\n\nAn extremely tight and technical street circuit, Nelson Piquet once described racing on it like \"trying to cycle round your living room.\" Ayrton Senna won a record six races here.\n\nFastest lap by Michael Schumacher (2004): 1:14.439.\n", "img": "6"},
{"name": "CANADA", "loc": "June 5 - 7", "info": "LAPS: 70\nLENGTH: 4.361km\nDISTANCE: 305.270km\n\nA staple on the F1 calendar since 1978, the circuit was named after Canadian driver Gilles Villeneuve after his death in 1982.\nFamous for the \"Wall of Champions\", a tricky chicane at the end of the lengthy straight. The Wall has claimed famous scalps like those of Michael Schumacher and Damon Hill.\n\nFastest lap by Rubens Barrichello (2004): 1:13.622\n", "img": "7"},
{"name": "AUSTRIA", "loc": "June 19 - 21", "info": "LAPS: 71\nLENGTH: 4.326km\nDISTANCE: 307.146\n\nThe first F1 race was held at the Spielberg track in 1970. The Belgian, Jacky Ickx winning the race for Ferrari. Home favourite Niki Lauda triumphed in 1984 but this was to be his only win around the track. \nFastest lap by Michael Schumacher (2003): 1:08:337\n", "img": "8"},
{"name": "GREAT BRITAIN", "loc": "July 3 - 5", "info": "LAPS: 52\nLENGTH: 5.891km\nDISTANCE: 306.291km\n\nThe former RAF air base played host to the first-ever F1 Championship race back in 1950, and has hosted another 44 races since.\nSilverstone has been redesigned and altered many times in its history, most recently with a new infield layout in 2010.\n\nAfter winning the 1991 race, Nigel Mansell famously stopped to give Ayrton Senna a lift back to the pits - Senna had run out of fuel on the final lap and had been walking back to base.\n\nDespite intermittent threats to move the British GP away from Silverstone, a 17-year deal to keep the race here was signed in 2009.\nThe track is also well-known for hosting touring car and motorbike races, as well as an on-site driving school.\n\nFastest lap by Mark Webber (2013): 1:33.401.\n", "img": "9"},
{"name": "HUNGARY", "loc": "July 24 - 26", "info": "LAPS: 70\nLENGTH: 4.381km\nDISTANCE: 306.630km\n\nThe Hungaroring hosted the first Eastern European GP in 1986. 200,000 fans saw Nelson Piquet beat Ayrton Senna by over 17 seconds.\nSenna never had much luck on this twisting circuit outside of Budapest - in 1990 he lost out to Thierry Boutsen by a little over a quarter of a second.\n\nFastest lap by Michael Schumacher (2004): 1:19.071.\n", "img": "11"},
{"name": "BELGIUM", "loc": "August 21 - 23", "info": "NUMBER OF LAPS: 44\nCIRCUIT LENGTH: 7.004km\nRACE DISTANCE: 308.052km\n\nHosted its first race in 1922 and was part of the first-ever season in 1950.\n\nThe original track was one of the longest and fastest of all F1 tracks - at its longest, Spa was just under 15km of narrow roads.\n\nThe track was drastically altered in the 1970s and 80s due to a poor safety record, and was no F1 was held here from 1970 to 1983. When F1 returned, the track was more than halved in length.\n\nMichael Schumacher has won here six times - a record.\n\nFastest lap by Sebastian Vettel (2009): 1:47.263.\n", "img": "12"},
{"name": "ITALY", "loc": "September 4 - 6", "info": "LAPS: 53\nLENGTH:5.793km\nDISTANCE: 306.720km\n\nThe only circuit to be an ever-present across the entire history of F1, Monza is known for being a hotbed of passionate Ferrari supporters, the Tifosi, who often refer to the track as \"La Pista Magica\" - or The Magic Track.\n\nWith its long straights and high-speed corners, Monza is one of the fastest tracks on the F1 circuit.\n\nThe track was originally built in 1922 - the first permanent racetrack ever built in mainland Europe.\n\nFastest lap by Rubens Barrichello (2004): 1:21.046.\n", "img": "13"},
{"name": "SINGAPORE", "loc": "September 18 - 20", "info": "LAPS: 61\nLENGTH: 5.065km\nDISTANCE: 308.82km\n\nThe F1 Championship came to Singapore in 2008. Fernando Alonso won the first race in front of a sell-out crowd of 110,000.\nSeveral F1 races were held in Singapore in the 1960s and 70s, but they were unofficial races and didn't count towards the Championship.\n\nFastest lap by Sebastian Vettel (2013): 1:48.574\n", "img": "14"},
{"name": "JAPAN", "loc": "September 25 - 27", "info": "LAPS: 53\nLENGTH: 5.807km\nDISTANCE: 307.573km\n\nOriginally a Honda test-track, Suzuka hosted its first Grand Prix in 1987, taking the honour of being Japan's F1 track away from Fuji.\nThe circuit has a unique figure-of-eight layout, meaning it crosses over itself between the Degner 2 curve and the hairpin bend.\n\nFastest lap by Kimi Raikkonen (2005): 1:31.540.\n", "img": "15"},
{"name": "RUSSIA", "loc": "October 9 - 11", "info": "LAPS: 53\nLENGTH: 5.853km\nDISTANCE: 310.209\n\nThe Sochi circuit, located in the Black Sea resort of the same name, is the first purpose-built Formula One facility in Russia and hosted the country's inaugural Grand Prix in October 2014, in the same year that the city also staged the Winter Olympics. \n\nPlans were originally planned for a Grand Prix to be held in Moscow in 1983 but those plans fell through and Russia had to wait another 31 years before their dreams could be realised. \n\nFastest lap by Valtteri Bottas (2014): 1:40:896\n", "img": "16"},
{"name": "UNITED STATES", "loc": "October 23 - 25", "info": "LAPS: 56\nLENGTH: 5.516km\nDISTANCE: 308.896km\n\nThe Circuit of the Americas is a purpose-built circuit and the host of the first United States Grand Prix since Indianapolis in 2007.\n\nMichael Schumacher has the most wins around this track with (5). \n\nFastest lap by Sebastian Vettel (2012): 1:39.347\n", "img": "17"},
{"name": "MEXICO", "loc": "Oct 30 - Nov 1", "info": "LAPS: 71\nLENGTH: 4.421km\nDISTANCE: TBC\n\nAutodromo Hermanos Rodriguez hosted its first race in 1986. The Mexico Grand Prix returns to the track for the first time since 1992. \n\nThe circuit has received an injection of both capital and government money and all the facilities will be upgraded along with the entire track which will be resurfaced for this year's GP. The track has history of causing problems for the race engines due to its high altitude.\n\nFastest lap by Nigel Mansell (1991): 1:16.788.\n", "img": "18"},
{"name": "BRAZIL", "loc": "November 13 - 15", "info": "LAPS: 71\nLENGTH: 4.309km\nDISTANCE: 305.909km\n\nThis tight, twisting course hosted its first F1 race in 1973, but took a sabbatical in the 1980s before returning in 1990. The original track was notorious for its difficult, bumpy surface.\n\nThe circuit's traditional name, Interlagos, means \"between two lakes.\" The Interlagos area of Sao Paulo is between two artificial reservoirs.\nThe circuit's official name is Autodromo Jose Carlos Pace, named after the Sao Paulo-born driver who won here in 1975. \n\nFastest lap by Juan Pablo Montoya (2004): 1:11.473.\n", "img": "19"},
{"name": "ABU DHABI", "loc": "November 27 - 29", "info": "LAPS: 55\nLENGTH: 5.554km\nDISTANCE: 305.470km\n\nHosted its first Grand Prix in 2009, when it was chosen as the final race of the season. Sebastian Vettel won that inaugral race.\nYas Marina boasts an underground pit-lane, and was the first to host a day-night race in 2009 - powerful lighting allows the drivers good visibility throughout the race.\n\nFastest lap by Sebastian Vettel (2009): 1:40.279\n", "img": "20"}
]
}

