{
"title" : "TEAMS",
"teams" : [
{"name": "FERRARI", "loc": "Maranello, Italy", "ir": "Debut: 1950 Monaco\nRaces: 907\nWins: 224", "ib": "Team Principal: Maurizio Arrivabene\n\nDrivers: Sebastian Vettel (GER) and Kimi Raikkonen (FIN)\n\nThe Scuderia Ferrari team have competed in different classes of motorsport since 1929 and were formed by Enzo Ferrari, initially to race cars produced by Alfa Romeo. \n\nEnzo Ferrari and Luigi Bazzi built the Alfa Romeo Bimotore, the first car to have the Ferrari badge in 1935. Enzo Ferrari left Alfa Romeo to build his own cars in 1939.\n\nThe team are the most successful in Formula One history with a record 15 drivers' titles and 16 contractors' titles, including a record six consecutive constructors' titles from 1999 to 2004. The team have won 224 races and achieved 208 pole positions, a record in Formula One history.\n\nThey are the only team to compete in every championship season.\n\nThe team's first win was by Jose Froilan Gonzalez at the 1951 British GP.\n\nAlberto Ascari wins the first drivers' titles for Ferrari in 1952 and 1953.\n\nJuan Manuel Fangio wins his 4th drivers' title and 1st with Ferrari in 1956.\n\nMike Hawthorn became World Champion with Ferrari in 1958, the 1st British driver to win the Formula One drivers' title, while Phil Hill wins the drivers' and constructors' titles in 1961.\n\nJohn Surtees wins the title in 1964, and is the only man to become Formula One and motorcycle champion.\n\nNiki Lauda wins the title in 1975 and 1977, while Jody Scheckter became the World Champion in 1979, the team's last drivers' title for 21 years.\n\nTeam founder Enzo Ferrari dies at the age of 90 in 1988.\n\nMichael Schumacher wins five consecutive titles with Ferrari from 2000 to 2004. He wins a record sixth title in 2003, surpassing Juan Manuel Fangio's five titles.\n\nMichael Schumacher wins his 7th title in 2004, winning a record 13 races.\n\nThe team's last drivers' title was won by Kimi Raikkonen in 2007.\n\nSebastian Vettel won his first race for Ferrari at the 2015 Malaysian Grand Prix. The team's first race win since the 2013 Spanish Grand Prix.", "img": "3"},
{"name": "FORCE INDIA", "loc": "Silverstone, UK", "ir": "Debut: 2008 Australia\nRaces: 149\nWins: 0", "ib": "Team Principal: Vijay Mallya\n\nDrivers: Sergio Perez (MEX) and Nico Hulkenberg (GER)\n\nThe team were formed after an Indian consortium bought the Spyker F1 team at the end of 2007. Force India made its Formula One debut in 2008.\n\nGiancarlo Fisichella gained Force India's first points and pole position at the 2009 Belgian GP, finishing second.\n\nPaul di Resta made his debut in Formula One with Force India in 2011. He achieved 8 top 10 finishes for the team in 2012, with his highest finish of 4th at the 2012 Singapore GP.\n\nSpyker F1 team competed in the 2007 season after purchasing Midland Racing in 2006. Midland Racing competed in the 2006 season.\n\nForce India can trace its history back to Jordan, who competed in Formula One from 1991 to 2005.\n\nMichael Schumacher started his career with Jordan, competing in the 1991 Belgian GP.\n\nFormer World Champion Damon Hill won the 1998 Belgian GP giving Jordan their first race win and a 1-2 finish with Ralf Schumacher in second place.\n\nHeinz-Harald Frentzen won the French and Italian GP in 1999 and finished 3rd in the drivers' championship, while the team finished third in the contructors' championship, Jordan's best season in Formula One.\n\nGiancarlo Fisichella was declared the winner of the 2003 Brazilian GP for Jordan after an FIA inquiry, after initially finishing 2nd to winner Kimi Raikkonen after the race was stopped due to an accident. He was unable to celebrate his first Formula One win on the podium.\n\nJordan were left without an engine deal after Ford's decision to put Cosworth up for sale in 2005, however Toyota agreed to supply the team with engines. The Jordan name was retained for the 2005 season, despite the team being sold to Midland Racing at the start of 2005.\n\n\n", "img": "12"},
{"name": "LOTUS F1 ", "loc": "Enstone, UK", "ir": "Debut: 1977 Britain\nRaces: 376\nWins: 37", "ib": "Team Principal: Gerard Lopez\n\nDrivers: Pastor Maldonado (VEN) and Romain Grosjean (FRA) \n  \nThe team were renamed as Lotus F1 in 2012, having been known as Lotus Renault GP in 2011. \n\nLotus competed in Formula One from 1958 to 1994, winning 6 drivers' titles and 7 constructors' titles between 1963 and 1978. The Lotus name returned to Formula One in 2010 with Tony Fernandes' Lotus Racing, which used the name under licence from Group Lotus.Group Lotus cancelled the licence, so Fernandes purchased the privately owned Team Lotus name in 2011. Team Lotus changed their name to Caterham F1 for 2012 to allow the Renault team to be known as Lotus F1.\n\nThe Lotus team can trace its history back to the Toleman team, who were in Formula One from 1981 to 1985 and the Benetton team from 1986 to 2001.\n\nThree times drivers' champion Ayrton Senna started his career with Toleman in 1984. Toleman's greatest result was when Ayrton Senna finished second behind Alain Prost at the Monaco GP in 1984. \n\nMichael Schumacher won his first two titles with Benetton in 1994 and 1995.\n\nRenault purchased Benetton in 2000 to return to Formula One and maintained the name for the 2000 and 2001 seasons.\n\nFernando Alonso becomes World Champion with Renault in 2005 and 2006.\n\nRenault were first involved in Formuula One in the latter stages of the 1977 season. The team's first win was by Frenchman Jean-Pierre Jabouille at the 1979 French GP.\n\nFour times drivers' champion Alain Prost drove for Renault from 1981 to 1983, finishing second in the drivers' championship in 1983.\n\nThe team ran a third car at the 1985 German GP that featured an on board camera which was viewed live by a television audience.\n\nRenault pulled out of Formula One entirely at the end of the 1986 season. The team became engine supplier to Team Lotus from 1983 to 1986, during this period helped launch Nigel Mansell's and Ayrton Senna's careers.\n\nKimi Raikkonen finished every GP race for Lotus on his return to F1 in 2012, with points won in 19 of the 20 races.", "img": "5"},
{"name": "MANOR MARUSSIA", "loc": "Banbury, UK", "ir": "Debut: 2012 Australia\nRaces: 72\nWins: 0", "ib": "Team Principal: John Booth\n\nDrivers: Will Stevens (GB), Roberto Merhi (ESP) and Alexander Rossi (USA)\n\nManor Marussia's drivers did not participate at the 2015 Australian Grand Prix.\n\nMarussia were renamed Manor Marussia on February 25, 2015 after coming out of administration.\n\nThe Marussia team didn't complete in the final 3 races in 2014 due to financial reasons.\n\nThe late Jules Bianchi secured Marussia's first and only points in Formula One with a 9th place finish at the 2014 Monaco Grand Prix.\n\nMarussia made their Formula One debut in 2012. The team had competed as 'Virgin Racing' in 2010 and 'Marussia Virgin Racing' in 2011.\n\nThe Marussia team were formed as Manor GP by Manor Motorsport and Wirth Research in 2009. \n\n", "img": "11"},
{"name": "McLAREN", "loc": "Woking, UK", "ir": "Debut: 1966 Monaco \nRaces: 779\nWins: 182", "ib": "Team Principal: Eric Boullier\n\nDrivers: Fernando Alonso (ESP) and Jenson Button (GB) \n\nThe McLaren team were formed by New Zealander Bruce McLaren in 1963. He was a Formula One driver from 1966 until his death in a testing accident in 1970.\n\nBruce McLaren won the team's first race at the 1969 Belgian GP.\n\nMcLaren are one of the most successful in Formula One history with 12 drivers' titles and 8 constructors' titles. The team have won 182 races and achieved 155 pole positions. The team's 150th pole position was by Lewis Hamilton at the 2012 Hungarian GP.\n\nEmerson Fittipaldi won the team's first drivers' title in 1974.\n\nJames Hunt clinched the 1976 drivers' title for the team in the final race of the season in Japan, finishing third. \n\nMcLaren merged with Ron Dennis' Project Four Racing in 1981 and he took over as team principal which began the most successful period in the team's history, winning the drivers' title in seven of the eight seasons from 1984 to 1991. Ayrton Senna won all of his three drivers' titles with McLaren in 1988, 1990 and 1991, while Alain Prost won in 1985, 1986 and 1989, while Niki Lauda won in 1984.\n\nThe team with Ayrton Senna and Alain Prost won 15 of the 16 races in 1988 including a record 11 consecutive race wins at the start.\n\nMika Hakkinen won the drivers' title in 1998 and 1999, while Lewis Hamilton won the last drivers' title for McLaren in 2008.\n\nKevin Magnussen drove for McLaren in 2014 to become the first Danish driver to participate in Formula One since Nicolas Kiesa in 2003.\n\nKevin Magnussen drove for McLaren at the 2015 Australian Grand Prix, as Fernando Alonso was recovering from concussion, sustained in pre-season testing in Barcelona.", "img": "2"},
{"name": "MERCEDES", "loc": "Brackley, UK", "ir": "Debut: 1954 France\nRaces: 126\nWins: 44", "ib": "Technical Director: Paddy Lowe\n\nDrivers: Lewis Hamilton (GB) and Nico Rosberg (GER) \n\nLewis Hamilton retains the Drivers' title in 2015, at the US Grand Prix. It is his third F1 title, to equal Sir Jackie Stewart's British record.\n\nMercedes clinch their 50th career pole at the 2015 US Grand Prix.\n\nLewis Hamilton cliniched his 2nd Drivers' title in 2014 and the first for Mercedes since Juan Manuel Fangio in 1955.\n\nMercedes returned to Formula One in 2010, having competed in 1954 and 1955. \n\nJuan Manuel Fangio won the drivers' title for Mercedes in 1954 and 1955. Stirling Moss drove for Mercedes in 1955.\n\nMercedes bought Brawn at the end of 2009 with Ross Brawn continuing as Team Principal until the end of 2013.\n\nBrawn GP were formed from the remains of Honda Racing after Honda withdrew from Formula One at the end of 2008. \n\nBrawn won the drivers' and contractors' titles in 2009, the first time in Formula One history that a team has won both titles in their first season. Jenson Button won the drivers' title, having won six of the first seven races in 2009.\n\nThe current team can be traced back to Tyrrell Racing, who competed in Formula One from 1970 to 1998. Ken Tyrrell was the team principal for Matra International, a joint-venture between Tyrrell's own team and the French auto manufacturer Matra from 1968 to 1969.\n\nJackie Stewart won his first drivers' title with Matra International in 1969 and the other two with Tyrrell in 1971 and 1973.\n\nJody Schechter won the 1976 Swedish GP giving Tyrrell a 1-2 finish driving the distinctive P34 car, the first and only successful six-wheeler Formula One car.\n\nBritish American Racing were in Formula One from 1999 to 2005 after acquiring Tyrrell at the end of 1997. The team was still known as Tyrrell in 1998.\n\nWorld Champion Jacques Villeneuve joined BAR in 1999, but the team failed to win a point in its first season in Formula One.\n\nHonda purchased BAR at the end of 2005 to return to Formula One. The team would be known as Honda Racing from 2006. Jenson Button won the 2006 Hungarian Grand Prix, his first race win of his career.\n\n\n", "img": "4"},
{"name": "RED BULL", "loc": "Milton Keynes, UK", "ir": "Debut: 2005 Australia\nRaces: 202\nWins: 50", "ib": "Team Principal: Christian Horner\n\nDrivers: Daniel Ricciardo (AUS) and Daniil Kvyat (RUS)\n\nThe Red Bull Racing team can trace its history back to Stewart GP, who were formed by three-times World Champion Jackie Stewart in 1996 and competed in Formula One from 1997 to 1999.\n\nJohnny Herbert won the Stewart GP team's only race win at the European GP in 1999, before the team were sold to Jaguar Racing at the end of 1999.\n\nJaguar Racing competed in Formula One from 2000 to 2004, before being sold to Red Bull at the end of 2004, who brought in David Coulthard.\n\nDavid Coulthard finished third at the 2006 Monaco GP, the team's first podium finish, coincidentally both Stewart GP and Jaguar Racing had secured their first podium finish at the same race.\n\nSebastian Vettel won the 2009 Chinese GP, from pole position, Red Bull's first race win. He finished second in the championship behind Jenson Button.\n\nSebastian Vettel became the youngest drivers' champion in Formula One history in 2010, and only the second in history to become World Champion without leading the drivers' championship at any earlier point in the season, when he won the last race in Abu Dhabi.\n\nSebastian Vettel became the third driver to win 3 consecutive World titles in 2012, to join Juan Manuel Fangio (1954-57) and Michael Schumacher (2000-04).\n\nSebastian Vettel won the drivers' title in 2011, winning 11 races, and setting a new record for pole positions in a season, 15 surpassing Nigel Mansell's 14 pole positions in 1992.\n\nSebastian Vettel clinched his 4th drivers' title for Red Bull in 2013, with 13 wins (a record in a season shared with Michael Schumacher). He won the final 9 races in 2013, a record in F1.\n\nRed Bull clinched their first constructors' title in 2010 and retained the constructors' title in 2011, 2012 and 2013.", "img": "1"},
{"name": "SAUBER", "loc": "Hinwil, Switzerland", "ir": "Debut: 1993 South Africa\nRaces: 398\nWins: 1", "ib": "Team Principal: Monisha Kaltenborn\n\nDrivers: Marcus Ericsson (SWE) and Felipe Nasr (BRA)\n\nThe Sauber team were establised by Peter Sauber in the 1970s.\n\nThe team made their Formula One debut in 1993, where JJ Lehto finished 5th at the South African GP.\n\nAndrea de Cesaris drove for Sauber in 1994 before retiring from Formula One and throughout his career drove in the most races (208) without a win.\n\nJohnny Herbert drove for Sauber from 1996 to 1998, while Kimi Raikkonen started his career with the team in 2001, and finished 6th on his debut in Australia.\n\nFormer World Champion Jacques Villeneuve drove for the team from 2005 to 2006.\n\nSebastian Vettel started his career with Sauber, when he participated in the 2007 United States GP, finishing 8th to become the youngest driver to score a championship point.\n\nThe team led the constructors' championship for the first time after the 2008 Bahrain GP, after Robert Kubica and Nick Heidfeld finished third and fourth respectively. Robert Kubica secured the team's first pole position in the race.\n\nSauber's only race win was as BMW Sauber at the 2008 Canadian GP. Robert Kubica won the race with Nick Heidfeld in second place.\n\nSauber failed to win any points last season, for the first time in F1.", "img": "6"},
{"name": "TORO ROSSO", "loc": "Faenza, Italy", "ir": "Debut: 2006 Bahrain \nRaces: 184\nWins: 1", "ib": "Team Principal: Franz Tost\n\nDrivers: Max Verstappen (NED) and Carlos Sainz Jr (ESP)\n\nToro Rosso is an Italian team owned by Red Bull. The team made its Formula One debut in 2006 after Paul Stoddart sold the Minardi team at the end of 2005 to Red Bull's owner Dietrich Mateschitz.\n\nVitantonio Liuzzi secures the team's first point at the 2006 United States GP.\n\nSebastian Vettel won the 2008 Italian GP from pole position, the team's only race win. This was the first race win by a team based in Italy other than Ferrari since the 1957 German GP, won by Juan Manuel Fangio for Maserati.\n\nMinardi were founded by Giancarlo Minardi in 1979 and competed in Formula One from 1985 to 2005. \n\nPierluigi Martini was Minardi's only driver in the team's first season in 1985.\n\nPierluigi Martini led the 1989 Portuguese GP for one lap, the only time in Formula One history that the Minardi team had led a race.\n\nThe Minardi team's highest finish in a race was 4th, three times, twice by Pierluigi Martini in 1991 and once by Christian Fittipaldi in 1993.\n\nDouble World Champion Fernando Alonso started his career with Minardi in 2001.\n\nMark Webber finished 5th for Minardi in his first Forumla One race at the 2002 Australian GP.\n\nMax Verstappen finished 7th for the team at the 2015 Malaysian Grand Prix, to become the youngest driver to win F1 points, aged 17 and 180 days.", "img": "7"},
{"name": "WILLIAMS", "loc": "Grove, UK", "ir": "Debut: 1978 Argentine \nRaces: 635\nWins: 114", "ib": "Team Principals: Sir Frank Williams/Claire Williams \n\nDrivers: Felipe Massa (BRA) and Valtteri Bottas (FIN)\n\nWilliams were founded and is run by Sir Frank Williams since 1977. Claire Williams has been the deputy team principal of the team since 2013.\n\nBritish driver Susie Wolff is the team's test driver and participated in practice at the 2014 British and German Grand Prix. The first female to take part in a Grand Prix since Italian Giovanna Amati, who drove for Brabham in qualifying for 3 races in 1992.\n\nWilliams have won 7 drivers' titles and 9 constructors' titles between 1980 and 1997. \n\nPastor Maldonado won the 2012 Spanish GP from pole, Williams' first win in 131 races, since Juan Pablo Montoya won the last race for the team, in the final race of the 2004 season at the Brazilian GP.\n\nClay Regazzoni won Williams' first race at the 1979 British GP.\n\nAlan Jones won Williams their first drivers' title in 1980.\n\nKeke Rosberg won the drivers' title for Williams in 1982, winning only one race, the Swiss GP.\n\nNigel Mansell joined Williams in 1985 and came close to winning the 1986 drivers' title, but a blown left-rear tyre in the last race of the season in Australia prevented him from clinching the title. He would drive for the team from 1991 to 1992 and 1994.\n\nNigel Mansell won the drivers' title with Williams in 1992, winning nine races and securing 14 pole positions in 16 races. \n\nNigel Mansell left Williams in 1993 for CART racing and the team signed three-times champion Alain Prost and Damon Hill.\n\nAlain Prost wins the title in 1993, while Damon Hill would clinch the 1996 drivers' title in the final race of the season in Japan.\n\nThree-times champion Ayrton Senna died in a fatal accident at the 1994 San Marino Grand Prix.\n\nJacques Villeneuve won Williams' last drivers' title in 1997, his win at the British GP that season was the team's 100th race win, becoming only the third team to win 100 races in Formula One history along with Ferrari and McLaren.\n\nWilliams won 5 points in 2011, the fewest points won in the constructors championship, in the team's F1 history.\n", "img": "8"}
]
}

