{
	"toplevel" : {
		"type" : "menu",
		"data" : {
			"title" : "PROFILES",
			"items" : [
			
				
						{
							"type" : "profile",
							"data" : {
								"title": "NOVAK DJOKOVIC",
								"image": "stats/images/2.jpg",
								"body": "Quite simply, Novak Djokovic was the tennis story of 2011.\n\nHis victory at Melbourne Park 12 months ago came at the beginning of an incredible start to the season, one which saw him win his first 41 matches. He did not lose until June.\n\nHaving seemingly improved all aspects of his game - in particular his serve and forehand - the Serb went on to win Wimbledon and the US Open, meaning he arrives Down Under this year as the holder of three of the four Grand Slam titles.\n\nHowever, 'Nole' ended the season with a cloud hanging over him - a back problem meant he was not at his best in the closing months.\n\nHaving said that, he looked in good shape when winning the recent exhibition event in Abu Dhabi and became a three-time champion this season in Melbourne.",
								"stats": [
										{
											"title": "AGE",
											"body": "24"
										},
										{
											"title": "NATIONALITY",
											"body": "SERBIAN"
										},
										{
											"title": "BECAME PRO",
											"body": "2003"
										},
										{
											"title": "HEIGHT",
											"body": "188 CM"
										},
										{
											"title": "TITLES",
											"body": "32"
										}
									]
							}
						},
				
				
			
				
				
				
				
				
			
			
				
						{
							"type" : "profile",
							"data" : {
								"title": "RAFAEL NADAL",
								"image": "stats/images/7.jpg",
								"body": "Following his French Open triumph last season, the Spanish star now has 10 Grand Slam titles to his name.\n\nNadal recently revealed a shoulder problem had restricted his ability to practise during an off-season of just three-and-a-half weeks and when he returned to action at the Abu Dhabi exhibition event he was duly humbled by David Ferrer.\n\nHe recovered his form to reach the final of the Australian Open, but was pipped by his nemesis Novak Djokovic in an epic contest that lasted five hours and 53 minutes.",
								"stats": [
										{
											"title": "AGE",
											"body": "25"
										},
										{
											"title": "NATIONALITY",
											"body": "SPANISH"
										},
										{
											"title": "BECAME PRO",
											"body": "2001"
										},
										{
											"title": "HEIGHT",
											"body": "185 CM"
										},
										{
											"title": "TITLES",
											"body": "46"
										}
									]
							}
						},
				
				
			
				
				
				
				
				
			
			
				
						{
							"type" : "profile",
							"data" : {
								"title": "ROGER FEDERER",
								"image": "stats/images/8.jpg",
								"body": "With 16 Grand Slam titles on his CV, Federer is regarded by many as the game's greatest ever player.\n\nFederer ended 2011 playing some of the best tennis of his career. After losing in agonising fashion - he blew two match points - to Novak Djokovic in the semi-finals of the US Open, Federer won 17 matches in a row, claiming the ATP World Tour Finals title in the process. His three wins in Doha mean he arrives here on a 20-match winning streak in competitive matches.\n\nWith an ultra-reliable serve and potentially deadly forehand, Federer will challenge if fully fit. Showdowns with Djokovic or nemisis Rafael Nadal would be a major test though.\n\nFederer equalled Nadal's record of 19 ATP World Tour Masters 1000 titles after defeating American John Isner in Indian Wells and becoming the first player player to claim four titles by adding to the three straight he won from 2004-06.",
								"stats": [
									]
							}
						},
				
				
			
				
				
				
				
				
			
			
				
						{
							"type" : "profile",
							"data" : {
								"title": "ANDY MURRAY",
								"image": "stats/images/1.jpg",
								"body": "Murray won the warm-up event in Brisbane and reached the semis in Melbourne having recently linked up with new coach Ivan Lendl, a former world number one who Murray hopes will take his game to new levels.\n\nAn impressive all-round game is based on a counter-punching style - his defence is among the best - and the hardcourt surface suits Murray well.\n\nThe biggest obstacle for him to overcome is probably a mental one - Murray knows only too well he has lost all three Slam finals he's played, while it's now more than 75 years since Britain had a male Grand Slam singles champion.\n\nHe'd give a lot to break his duck in 2012.",
								"stats": [
									]
							}
						},
				
				
			
				
				
				
				
				
			
			
				
						{
							"type" : "profile",
							"data" : {
								"title": "DAVID FERRER",
								"image": "stats/images/4.jpg",
								"body": "Ferrer ended 2011 in fine fettle, reaching the semi-finals of the ATP World Tour Finals in London with some clinical tennis.\n\nHe started the new season by reaching the final of the exhibition event in Abu Dhabi, crushing compatriot Rafael Nadal in the process, suggesting he may finally be able to emerge from the great man's shadow on the big stage.\n\nHis game is based on solid play from the baseline, although improvement has been made in his attacking ability, as he showed in London where net forays were not uncommon.",
								"stats": [
									]
							}
						},
				
				
			
				
				
				
				
				
			
			
				
						{
							"type" : "profile",
							"data" : {
								"title": "JO-WILFRIED TSONGA",
								"image": "stats/images/13.jpg",
								"body": "123456789",
								"stats": [
									]
							}
						}
				
				
			
				
				
				
				
				
			
			
			
			]
		}
	}
}
